<template><div><h1 id="关于-思想-与-阶级-的一些思考" tabindex="-1"><a class="header-anchor" href="#关于-思想-与-阶级-的一些思考" aria-hidden="true">#</a> 关于“思想”与“阶级”的一些思考</h1>
<h2 id="思想分支" tabindex="-1"><a class="header-anchor" href="#思想分支" aria-hidden="true">#</a> 思想分支：</h2>
<p>承认中华民族的劣根性不是自我否定。这种劣根性也不是中国所独有的。</p>
<p>“人性本恶”论最初是由荀子提出来的。人最初的善恶是人们自我定义的，而不是客观存在的。况且同一件事情在不同人眼里有多重看法。而人之初所谓恶可没有学习过的人那版诡计多端。它所体现出的是人类原始的欲望。单纯性的想要做什么，或者讨厌什么，直接通过各种行为表现出来，不受任何拘束。</p>
<p>于是，人们把小孩子的无拘无束，目无章法，易闯祸患的行为，通过不断的拘束和教导来规范他们在人类这个社会的适应性生活。这叫通过后天教育劝人向善。如果教育输出价值有误或者疏于教导，缺乏管束，那么人性本原的野性心理便会不断发展，在后续表现的淋漓尽致。</p>
<p>将这种理论推演至社会，人民的演变，以至社会的发展推进，它是一个不断教化的历史。在历史中的探索，难免有许多错误的与正确的思想。保守派为了稳定社会，选择全盘保护，然而社会反响并不乐观。激进派为了革新，打击他们所谓错误的思想，难免会对那些正确的造成误伤。他们热血沸腾，意气用事。虽然他们看起来足够正义，但是一个里里外外充满变革的社会必然是怨声载道，民不聊生。他们不会意识到这一点。在过去的历史长河中，发起起义的无非就是想要为了自己这一方的利益，想要自己称老大，妄图自己在就能够实现大同。真正有着家国天下目的的其实很少，况且这是一个充斥着“沉没成本”的决定，得民心，丰物资，二者长不兼得。而这种构想实践直到马克思时代才逐渐勾勒雏形。</p>
<p>保守派和激进派都有可恶的地方，但是自古欲斩恶龙者长为战祸之始。须在承认同一的基础上再做定夺。因而贵不在战，在如何不战而屈人之兵，因此宫城内外疑云重重，官官相护，义理豪情，内斗外和。</p>
<blockquote>
<p>宇文泰问：“国何以立？”</p>
<p>苏绰答：“具官。”</p>
<p>宇文泰问：“如何具官？”</p>
<p>苏绰答：“用贪官，反贪官。”</p>
</blockquote>
<p>这段文字为“著名”的具官论。贪官实可恶，而一国之立须依贪官之性？非也。这段对话是后来人瞎编的，不过是表达了人们所意淫迫切的乱象，初创者不见得水平多高，且不说“断章取义”了。其实历史上很多记载都无不体现这种论调。贪官有他想要的东西，有欲望则有为君王办事的动力。而帝王欲成一事，也是依靠了一些因利益而执行力超强的部下。而清官则不然。他们终日洞察是非，忧国忧民，我们都希望这种人在朝堂上能多一点。不过以他们的性格特别容易与皇帝起争执，丢了皇帝的颜面自然也或多或少的疏远他们。毕竟一人之力众口难调，长此以往地位根基可能就会动摇了。</p>
<p>那是基于封建社会的结构，以君为上，君尊民轻。朝堂之下门庭若市的盛景可能以后都不会再有了，曾经高高在上的地方再次被束之高阁，越级为罪，官大则重。所以一些问题都不能以现代思想来思考，以新式思考来任意批判古代的事迹。</p>
<p>中国人是特别爱好尊严的，炎黄血脉一脉相承，真实又须渺。外人有侵敢于重组结构，一致对外；侵犯我者来日必归还，顶住仇恨，祸事退却仍心火难灭；危机再临，复搬英雄，赋壮志而略短处，虽非己力，但终归一脉相承，他人即我，空有豪情，誓将铁鞋踏破，追寻光明。中国没有历史埋下的根不会有如此特色。</p>
<p>历史存在吗？当然，对于中国来说，这确实是存在的，毋庸置疑。但是历史遗留的痕迹毕竟是少数，有很多重要的根本无法幸免。《尚书》是中国古代最早的一部历史文献汇编。最早时它被称为 《书》，到了汉代被叫做《尚书》，意思是“上古之书”。它所记载的历史，上起传说中的尧虞舜时代，下至东周。但是有确切史料记载的最早时间，是公元前841年，这年就是大名鼎鼎的“共和元年”，西周厉王无道，国人暴动，以共和管理国政。前841年之后，中国才确定进入信史时代。那些“夏商周”什么的历史大多数都只是大致的推断。这1500年左右的历史都变得飘渺起来。《尚书》尚仅估计，何况几千年后的今天？我们确实没有十足的底气说“我们中华上下五千年”了。别的古文明有史书记载最早的确切历史都比我们早，所以那些有很强历史尊严感的人都不要太过招摇，失去了平稳的立足土地，花鸟虫鱼又能如何？深海无底，万海归墟又如何？</p>
<p>儒家作为统治工具的学派，存在了很长时间。秦始皇焚书坑儒，万卷奇珍毁于一旦，几千年的历史经验结晶归于破碎，追求思想自由变成了很奢侈的事情。只有少数被人隐藏起来，幸免于难。</p>
<p>《竹书纪年》是春秋时期晋国史官和战国时期魏国史官所作的一部编年体通史。于西晋咸宁五年(279年)，被汲郡(今河南汲县)人“不准”（人名，不念“bu zhun”念“fou三声 biao一声”）盗发战国时期魏襄王(或曰魏安釐王)的墓葬发现，亦称《汲冢纪年》、《古文纪年》(秦以前文字)，对研究先秦史有很高的史料价值。</p>
<p>关于这本书呢，其实算是最幸运的了。他所记载的历史真实性很高，和别的史书记载甚至大相径庭。印象最深的就是这本书直接抹除了人们对“禅让制”历史的遐想，描述尧舜禹时期～充满血腥与残暴，和稳定一点也不沾边。</p>
<p>当时有一段时间内一直被称为禁书。它的历史真实性不符合儒家的统治要求，后来在晋朝有个史官把《竹书纪年》改编的儒学化了，叫《竹书纪要》。这本书其实就没多少参考价值了。后来中国包括王国维在内的知识分子又组织重新编回，但是由于史实只能在临近的史书里找到蛛丝马迹，编写难度大，但是仍然有很多参考价值的，叫“古版《竹书纪年》”。现在某些搜索引擎搜竹书纪年搜出来的结果真是让我嗤之以鼻。</p>
<p>小小一本书就可通鉴历史，何况被销毁的万卷古籍呢？可以了解是什么概念。</p>
<p>中国历史是真实的，又带有一些飘渺。对于年轻人所教授的历史，不过是大是大非，学习古典，鉴于他们较差的自我思考判断能力和思想健全状况，对于史实考究并不重点。很多年轻人也仅仅止步于此。北大有个教授曾经说过：“盲目追求历史真相就是历史虚无主义。”瞧瞧说的什么混账话。历史的作用可不止用来编故事，很多学者拼了老命来完善历史，探查历史和纠错历史，结果被他说的一文不值。追求历史真相从来不是盲目，嘴长手脚短才是盲目。即使是现在，像那位北大教授一样的人还有很多的。</p>
<p>关于真相对于庸俗的抨击影响有多大？</p>
<p>了解真相本来就是帮助独立思考的，这里我举几个例子：</p>
<p>1，不恰当的实践对真理有证伪性。</p>
<p>2，迟到的正义不是正义。</p>
<p>3，群众的眼光是愚昧的。</p>
<p>真理是不可捉摸，不可定义的，因此我们只能描出一个大概的轮廓。而我们心中的“真理”一般认为是绝对正确的。</p>
<p>第一条是为了抨击唯实践论者。</p>
<p>第二条是为了打击事后诸葛亮。</p>
<p>第三条是为了纠察那些自以为是的愚民。</p>
<p>三个例子的原句都有略微正确性，所以适用范围也会相对苛刻。总有人把一些句子真的当做至理名言，然后当菩萨供着，当成工具，更有甚者把自己不懂的却感觉高深的东西放在枕边，好像这样就能安稳入睡一样，实在不堪。</p>
<h2 id="阶级分支" tabindex="-1"><a class="header-anchor" href="#阶级分支" aria-hidden="true">#</a> 阶级分支：</h2>
<p>阶级同样也是人们所定义的。无社会不成阶级。阶级又不是根据贫富程度判断的，是思想决定阶级。</p>
<p>《变形记》的开播让穷人感觉到阶级跨越，让富人体验“穷困”，的确第一期的播出是最成功的，也是我认为唯一成功的。因为两个孩子的结局都很美满。它的主题部分也就是体现：养尊处优的人一下接受贫苦的洗礼，唤醒他们对价值的尊重；让身处贫困的孩子认识到自己通过奋斗能够给他带来什么，唤醒他的工匠意识。追求更多知识。</p>
<p>很简单的原理，被电视台一次次“升华”。但是这个节目的结果呢？它停播前一段时间里，什么“节目组强迫孩子在农村搞破坏，制造节目效果”，“故意抹黑富人的形象，迎合人们对他们“养尊处优”的刻板印象，激发仇富的快感”，“危害孩子的价值观体系，让变形失败的孩子前途断崖，甚至有教唆嫖赌的绯闻”比比皆是。让人痛彻心扉。当一个节目以狗的姿态迎合大众，必然是人人喊打。我们都不希望一个个无辜孩子的前途倒戈。为什么他们还是有那么多人愿意当狗？中国一多半人都还是农村人，他们的收视率不一捞一片？某手，某音的大众化，农村科技普及，网红村“崛起”，网红沙滩“看人误景”，奇形怪状的“生物”，迷惑行为大赏…都是网络向下普及的必然现象。网络不再是少数人的专属，人们心心念念的大和谐网络时代近期不归，遥遥无期。</p>
<p>一个人的成长不仅仅来自于物资上的困乏与否，很大程度上也来自于其带来的一系列副作用。祖上几代人因穷困将精力尽数奉献给活命，被打上了老封建的思想钢印，也难以与突如其来的新世代接轨。父母的因穷困而生的易怒、抱怨、焦急、死板、控制、无理，在穷困带来的信息闭塞下，也将这种异常心境毫无保留的传递给子女。即便子女以后得到了很好的机会、拿到了高额的工资，倘若不幸没能逃脱出前辈的阴影，最终也只能重走他们的老路。因为决定阶层的，还有支出的观念和工作的性质。**人们在消费上往往是自以为是和自我放纵的，消费目标的范围也受到眼界的限制。而工作性质也许要经过一两代人的沉淀后，它的重要性才会让位于家族传统。**因而，如果一个人在奋斗的过程中总是想着阶级跃迁，而没有得到幸运女神的眷顾，那么他要么忙忙碌碌，成为后代的炮灰，要么成为穷困潦倒的失败者。</p>
<p>在我小时候没有对零花钱的控制权，最大的追求是一箱方便面。而现在经典口味的总让我犯恶心。由此我能明白欲望拉动感官；</p>
<p>用过几个耳机后决定走上耳机发烧友的道路，在用坏多个耳机后，被原道一下子打回了清醒状态，蓝牙耳机成了我最讨厌的品类。如果我再往前走，就会一脚踏入消费主义的陷阱，落入富人圈子里的深渊。</p>
<p>认知越丰富，越能脱离原有的家庭藩篱，也就越有希望走出来。什么时候开始质疑权威和提出普遍没听说过的观点，也就开始蜕变了。而认知总是无穷无尽的。</p>
<p>人们都特别爱犯这些错误，永远不能理解思想决定阶级。几乎千篇一律的广告词告诉他们，你用上这个就是高贵的人，别人都会高看你。你也许毫不犹豫的买下了，还是用巨额本金。那些庸俗之人特别喜欢什么都买最贵的，一心想要以金钱和周围人区别开来，一有点小钱就会被各种诱惑收割钱包，但还在某些细节上扣扣搜搜。实在让人深感唾弃。他们不懂得提升自己。</p>
<blockquote>
<p>你会看到许多人，他们永不停歇的工作，他们的大脑空空如也，最终不能够接受任何其他思想。而那些最高级的快乐，也就是那些智识上的快乐，对他们来说是难以接受的，他们甚至试图用他们所迷恋的感官上的稍纵即逝的快乐去加以代替，用巨大的代价来换取只能持续几个小时的快乐……像这样的一生，尽管有一种认真勤勉的氛围和追求卓越的感觉，但其表现出的特征和许多傻瓜混过的一生没什么区别。</p>
<p>---叔本华《人生的智慧》</p>
</blockquote>
<p>一个人可贫，可贵，但如果他的思想是无比高尚的，那么无论他在怎样的境遇里，他的灵魂都会闪闪发光，无比鲜活。</p>
<p>很多下乡助力脱贫的干部都经历过，给一些农民送猪，一段时间后猪都饿的皮包骨头，原来他们都懒得喂了。国家直接补助现金意义大吗？一点也不大，但是他们只要见到钱就喜笑颜开，甚至不断的夸奖领导干部。他们缺的实在不是物质，而是一个活的灵魂。有欲望，有动力的灵魂。他们缺的同样是知识，是思想。但是呢？他们对这些不感兴趣。源于中国相当一部分老农民的封建劣根性，已经非常难以改变，甚至说无法改变。</p>
<p>你看在那个年代生活过的老农民，物质极其缺乏，有食物就吃，吃不了就屯，就算是发霉变质了，只要不是特别影响下咽，也格外珍惜的吃掉。所以我能看见现在有些老人瘦骨嶙峋，有些老人肚大如牛，他们本没什么区别，特殊年代又有什么人扛得住——上顿不思下顿呢？温饱无法保证，精神思想又何谈丰盈？每次讲到这里都无比痛苦。有因——为战争，更多的是由于历史欠账。他们选择了那种活法，我们是在不敢再干预了。现在，你仍能看到他们对待食物舍不得吃，舍不得扔，留在家里就是自己的，哪怕它已经烂了，哪怕明显不能吃了，还强迫自己吃下去。人称这是阶层固化，实则牢笼困兽。</p>
<p>那些曾经的老教授不见得永远受人由衷的尊敬，他们有水平也不代表他们的阶层有多么高，当然，地位低下或者生活贫苦的人也不全是老顽固。你永远无法探查他们的灵魂究竟是怎样的存在。莫笑他人痴，或许痴者正是自己。</p>
</div></template>


